Revit 2024 API
BuiltInFailures.ScheduleViewFailures Class
 Failures about Schedule.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ScheduleViewFailures
Visual Basic
Public NotInheritable Class ScheduleViewFailures
Visual C++
public ref class ScheduleViewFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ScheduleViewFailures
See Also
BuiltInFailures.ScheduleViewFailures Members
Autodesk.Revit.DB Namespace